{"asin": "B005GLFSYQ", "reviewText": "Took this to Orlando, FL for the Christmas holidays and went on some roller coaster rides and the results were just really great.  Couldn't be happier.  I just handheld it and the results were great.  Some shaking but more because of the ride than my hands.  Note that the FOV is 125 at 1080p and 170 at 720p.  I was careful with the little plastic lens cap but still lost it in the end.  Pretty poor design I think, but not enough to detract from the overall product.  The software was pretty easy to install and use but not that intuitive.  You have to use the software to change the configuration of the camera.", "categories": ["Electronics", "Camera & Photo", "Video"], "core_classes": ["Software", "Video", "Photography", "Operating Systems", "DOS", "Video Editing", "BeOS", "Linux & Unix", "OS2", "Compositing & Effects", "Encoding", "DVD Viewing & Burning"]}
{"asin": "B0078P9D8K", "reviewText": "This is an exact replacement for the pan I used for 10 plus years. The non-stick needs a tiny bit of oil or water to keep eggs from sticking and it cleans very easy in a few seconds. The glass lid lasts forever and cleans up very easily too. I have only used plastic and wood utensils in it although the manufacturer claims you can use metal.", "categories": ["Home & Kitchen", "Kitchen & Dining", "Cookware"], "core_classes": ["Folk", "Traditional Folk", "Contemporary Folk", "Traditional British & Celtic Folk"]}
{"asin": "B007YUJCN0", "reviewText": "This book was ok but didn't fully live up to its potential for me. I liked both the main characters, Christo and Damien and I enjoyed large parts of the story. However, at times I found the story, particularly the parts discussing office politics, a trifle boring. I think I would have enjoyed this a little more if the book was shorter (this is the opposite of what I usually wish for!).", "categories": ["Books", "Gay & Lesbian", "Literature & Fiction"], "core_classes": ["Christian", "Alternative", "Instrumental"]}
{"asin": "B008NRWT8I", "reviewText": "Good color addition for my girls rainbow looms.  Personally, I wished the color was a little more vibrant.  It's a bit on the &#34;earthy&#34; side.  I would have liked a bit more red and a little less brown mixed in.  But they're happy!", "categories": ["Toys & Games", "Arts & Crafts", "Craft Kits"], "core_classes": ["R&B", "Soul", "New Jack"]}
{"asin": "B0094T6MKK", "reviewText": "This is the sht.  If you have a BD then you need this!  If I had a wish it would be that the clip somehow let the gun ride a little higher like my IWB holster does.  I can see how you may want to wipe down your piece fairly often in the summer time.", "categories": ["Sports & Outdoors", "Hunting & Fishing", "Hunting"], "core_classes": ["Blues", "Delta Blues", "Modern Blues", "Regional Blues"]}
{"asin": "B007QGQDN4", "reviewText": "Because the story ends with book two you don't have to read book 3 and 4 to know the end.This time you don't have only travelers from the present to the past and back, there is Chasey touchedby a person of the past when she left for today.I like stories about timetraffelling from past to present much more than vice versa.Evan in this book I liked it, but it was poor developed. It's a pity.Poor was the lovestory between the main charakters as well.Poor was the coming back of the wounded Tim als well.You can't belief, there is no hard introgation, when a jung man was delivered in a hospital,with cloth of the 19. century and a wound, wich he can't got in our times.I don't understand how it could be, Casey can come into present and the present goes on, whileTim is in the past - still.", "categories": ["Books", "Teen & Young Adult", "Love & Romance"], "core_classes": ["Books", "Travel", "History", "Reference", "Travel Writing", "Specialty Travel", "Reference", "Caribbean", "World", "Quotations", "Historical Study & Educational Resources", "Europe", "Americas", "English as a Second Language", "Foreign Language Study & Reference", "Words, Language & Grammar", "Senior Travel", "Solo Travel", "Adventure", "Family Travel", "Special Needs", "General", "General", "Tips", "Phrasebooks", "Haiti", "Jewish", "Reference", "Expeditions & Discoveries", "Cuba", "Women in History", "Grenada", "French West Indies", "Historiography", "Italy", "Religious", "Civilization & Culture", "Essays", "Reference", "Speech", "Reading Skills", "Skiing", "Scuba Diving", "Cycling", "Mountaineering", "General", "General", "Havana", "Holocaust", "Ethnic & Tribal", "Islam", "Christianity", "Judaism", "Hinduism"]}
{"asin": "B003JW54TS", "reviewText": "This sand looks beautiful in my Fluval Spec II. It shimmers in the light, and when I initially put it in the tank, it didn't take long for it to sink down and clear up at all. When I vacuum up waste, I just swirl the siphon in circles to stir up the waste and clean it up, and the sand stays put (this takes a little practice). Any sand I accidentally stir up sinks right back down. Since it's inert, it makes it easier to diagnose issues in my moss-only tank. Low maintenance and lovely.", "categories": ["Pet Supplies", "Fish & Aquatic Pets", "Aquarium Substrate"], "core_classes": ["Beauty", "Luxury Beauty", "Bath & Body", "Tools & Accessories", "Fragrance", "Sets", "Bathing Accessories", "Cleansers", "Women's", "Bath", "Men's", "Children's", "Bags & Cases", "Nail Tools", "Mirrors", "Makeup Brushes & Tools", "Candles & Home Scents", "Sets", "Sets", "Minerals & Salts", "Refillable Containers", "Body Washes", "Bath Trays", "Loofahs, Sponges & Poufs", "Essential Oils", "Body Sprays", "Eye Masks", "Shower Caps", "Bath Brushes", "Treatment Tools", "Sets & Kits", "Bubble Bath", "Toe Separators", "Sets & Kits", "Soaps", "Bath Bombs", "Travel Cases & Holders", "Bath Pearls & Flakes", "Eau de Parfum", "Brush Bags", "Eau de Toilette", "Blemish Tools", "Face Cleansing Brushes"]}
{"asin": "B007WTAJTO", "reviewText": "I bought this for my Canon DSLR. It works great, no delay in photograph shots. Also, no visible lag effects with video. Will re-purchase.", "categories": ["Electronics", "Computers & Accessories", "Cables & Accessories"], "core_classes": ["Camera & Photo"]}
{"asin": "B000ROQJ1S", "reviewText": "Rather than spending more than what I paid for my set of four cordless phones on a set of replacement batteries locally, I checked around and found these on Amazon.com.  After 4 months they are performing well.  I would definitely recommend these and this seller to anyone.", "categories": ["Electronics", "Accessories & Supplies", "Telephone Accessories"], "core_classes": ["Purchase Circles", "United States"]}
{"asin": "B00639DLV2", "reviewText": "I am very fair complected, heck I could make Snow White look tropical. Usually nothing under SPF 60 can protect me from burning. I burn and it peels and then I'm back to being pale again. I hung out at the pool this summer and generally that means I am gonna get fried. But using this sunscreen at a mere SPF 30 actually did the job! As long as I made sure I was thoroughly covered I stayed blindingly white. Even after swimming. I was committed to reapplying if I was going to stay out for more than an hour and a half or so.The lotion was not greasy, nor too thick. And I never noticed a perfumery sunscreen smell too which was nice if your not into that.", "categories": ["Beauty", "Skin Care", "Sun"], "core_classes": ["Beauty", "Health & Personal Care", "Skin Care", "Personal Care", "Makeup", "Health Care", "Sexual Wellness", "Face", "Sun", "Body", "Face", "Feminine Care", "Body", "Eyes", "Women's Health", "Body Art", "Eyes", "Eye Care", "Makeup Sets", "Oral Hygiene", "Skin Protection", "After Sun", "Creams & Moisturizers", "Tanning Oils", "Sunscreens & Self Tanners", "Oils & Serums", "Toners & Astringents", "Complexes", "Female Moisturizers", "Moisturizers", "Blush", "Alternative Protection", "Feminine Powders", "Powder", "Combinations", "Creams", "Self-Tanners & Bronzers", "Foundation", "Sets", "Bronzing Powder", "Sunscreens", "Fluids & Lotions", "Lotions", "Sports", "Creams", "Day Creams", "Tinted Moisturizers", "Self Tanners", "Night Creams", "Body Butter", "Lotions", "Fluids"]}
{"asin": "B000001FBZ", "reviewText": "Although he can be at least partly to blame for pop music becoming more drenched in electronic glop from the 1980s to the present day, Giorgio Moroder did a great deal to bring electronic music and synthesizers into the mainstream; and before such instruments became a cliche, they could be used for very haunting moments and used in very orchestral ways (as Walter Carlos had done for Stanley Kubrick's A CLOCKWORK ORANGE in 1971).  The best example for this in Moroder's case is the score he composed for director Alan Parker's ultra-disturbing, based-on-a-true-story 1978 film MIDNIGHT EXPRESS, about the horror that a young American named Billy Hayes faced while jailed in Turkey on a drug possession chage.Apart from the vocal tracks by David Castle (\"Istanbul Blues\") and Chris Bennett (the vocal version of the \"Midnight Express\" theme), it is entirely Moroder's show; and his inventive use of keyboards and synthesizers ingeniously straddles the line between pop, electronic, and orchestral music.  The epic eight and a half minute opener \"Chase\" became a minor pop hit in March 1979, and a permanent favorite with the disco and dance crowds from that point on.  Moroder's score got MIDNIGHT EXPRESS one of its two Oscars (the other going to Oliver Stone for his screenplay adaptation of Billy Hayes' book), incredibly beating out John Williams' score for SUPERMAN: THE MOVIE, which was pretty hard to do given Williams' already imposing standing.  This is well worth picking up as a great example of electronic movie music that takes on a classic orchestral quality.", "categories": ["CDs & Vinyl", "Dance & Electronic", "Disco"], "core_classes": ["Dance & Electronic", "Pop", "Disco", "Dance Pop", "Vocal Pop", "Pop Rock", "Electronica", "World Dance"]}
{"asin": "B0062C2G0C", "reviewText": "This is Christmas in a bottle. I loveeeee the scent. I've used it a couple different ways, in a spray bottle, as well as an oil warmer. I'm a fan of the spray bottle...Scent is pretty long lasting, and very homey. Wish the bottle was bigger though!", "categories": ["Health & Personal Care", "Health Care", "Massage & Relaxation"], "core_classes": ["Christian", "Home Improvement", "Holiday"]}
{"asin": "B00GW1U04C", "reviewText": "This is a fun Christmas story for young readers.  The story pulls you in from the get-go and keeps you reading and guessing to see if you&#8217;re able to solve the mystery along with Rebekah, Mouse, and RJ.", "categories": ["Books", "Children's Books", "Holidays & Celebrations"], "core_classes": ["Christian", "Entertainment", "Holiday", "Children's"]}
{"asin": "B005CLPP84", "reviewText": "This is our second Roku after getting an XD. The differences in the Roku 2 are: the cheapest is 720p wireless only, the next expensive is 1080p wireless only and the top of the line XS is 1080p wired/wireless with memory for games and a gaming remote. All use HDMI to connect to your TV. Our first was the Roku 2 XD, the middle of the line that is wireless with 1080p and it took only a week to decide to buy another. We use them daily. There is a good mixture of free and low cost content available to watch on them. HBO GO's addition means we no longer have to feel left out for having Satellite (Dish) and no On Demand like cable has. The same with EpixHD, we have Dish Network and subscribe to Epix so we have access to their movies and even the channel live on the Roku 2. Crackle is a free channel on the Roku, owned by Sony it features uncut movies from DVD to HD quality. The biggest reason we got the Roku was to access Amazon Prime HD movies, you can't do that on the web via a computer, they are only in SD. Of course Hulu Plus and NetFlix are also included channels on the Roku.Because one of our TVs didn't have enough HDMI inputs, I got an inexpensive HDMI switch. The one I got was like this one, Ultra High Performance HDMI Switcher, 3to1 SwitchProsGreat content, increasing all the time...recently HBO GO was added, check their website for current lineupLots of free contentLots of low cost contentVery small sizeEasy to installGreat Customer ServiceDepending on the Roku channel/your internet service, great picture qualityConsYou have to have a decent internet connection to get the most of it. Although it will lower theresolution of the picture for slower connections. I would think a 3.0 mbps connection would be fine. To stream the highest level of HD Netflix, you need a 9mbps connection, like you need for the top VuDu offerings.Not all channels have closed captionsSome Internet providers have data caps and you could run overTo upgrade one of the lower models to gaming, the remote and memory card are $30, pricy.", "categories": ["Electronics", "Television & Video", "Streaming Media Players"], "core_classes": ["Movies & TV", "Electronics", "Portable Audio & Video", "Movies", "Television & Video", "Electronics Warranties", "TV", "Television Accessories", "Streaming Media Players", "Home Theater Systems", "Satellite Television", "Portable DVD Players", "Portable & Novelty TVs", "MP3 Players & Accessories", "Accessories", "Receivers", "Systems", "Satellite Dishes", "Antennas", "MP3 Player Accessories", "MP3 Players", "Stands", "Remote Controls", "FM Transmitters", "Speaker Systems", "Cases", "Docking Stations"]}
{"asin": "B00AIY3MHG", "reviewText": "money clip arrived quickly and it was exactly what was pictured.  A simple black money clip and it bends to fit all my cash and cards but not so easily that I feel like I'll lose them.  I'd recommend it.", "categories": ["Clothing, Shoes & Jewelry", "Men", "Accessories"], "core_classes": ["Geography", "United States", "Michigan", "Tennessee", "Carleton"]}
{"asin": "B00004XP5G", "reviewText": "This was my first-ever CD box and that fact speaks enough for itself.Like so many other children of 1980's,I discovered Dusty Springfield after her collaboration with PSB and with 11 of her albums in my CD collection,I thought nothing can surprise me anymore - this wonderful CD box brings much more!Previosly unreleased songs,newly remastered old ones,hard-to-find B sides of singles AND loving tribute from famous musicians (Elton John,Bette Midler,Burt Bacharach...to Annie Lennox!),in short - perfect gift for any music lover.I just finished reading her biography &quot;Dancing with demons&quot; so I am still influenced by memoirs of her long-time manager who knew her as less-than perfect human being behind glamourous image,but no matter what personal problems she had to cope with,she left a beautiful legacy of her music.I was very moved with this CD box,but it does leave a impression that Dusty lost her way after brilliant 1960's period and for the rest of her career she was sort of lost,trying different music styles and not always finding that brilliance that shined through 1960's.After &quot;Memphis&quot; album,&quot;Rolling Stone&quot; predicted she could end up as hotel-lounge singer and that is excatly what almost happened - only her private alcohol/drugs problems stopped her actually.Knowing than her manager later managed Labelle,I can't stop wondering what would happen if Dusty had some clever team behind her,instead of spending &quot;lost years&quot; singing background vocals for others.At the same time,in 1970's Rita Coolidge had big hits while basically imitating Dusty's breathy,smoky vocals!Now,lady is gone and we have this beautiful CD box to remind us what a talent she had,IF ONLY big-time record companies were interested to invest time and money behind her...", "categories": ["CDs & Vinyl", "Classic Rock", "British Invasion"], "core_classes": ["Alternative Rock", "Classic Rock", "Singer-Songwriters", "Glam", "American Alternative", "Indie & Lo-Fi", "Southern Rock", "Compilations"]}
